{"wantWatch":[],"watching":[],"watched":[{"id":1608,"title":"灌篮高手","type":"动画","cover":"https://lain.bgm.tv/r/400/pic/cover/l/fa/af/1608_3I59P.jpg","score":8.6,"des":"樱木花道，湘北高校一年级生。在初中有被50个女生连续抛弃的历史。因第50个女生的一句“我喜欢的是篮球队的小田同学。”而对篮球深恶痛绝。上高中不经意被美少女赤木晴子的一句：“你喜欢篮球吗？”又燃起希望。为得到晴子的芳心，花道不顾一切的加入篮球队，并以惊人的速度进步。　　在湘北篮球队中，队长赤木刚宪是一位一直因无良好队友而无法出人头地的DUNK高手。然而在这一年初中时已是篮球高手的流川枫，大病初愈的宫城良田，曾误入歧途的初中时MVP三井寿加入湘北篮球队，使赤木队长的称霸全国不再只是梦想。在县大赛时，赤木刚宪，流川枫，宫城良田，三井寿和新手樱木花道通力合作，终于拿到全国大赛的入场券。","wish":1751,"doing":563,"collect":13167,"totalCount":"全101话","myComment":""},{"id":311,"title":"千与千寻","type":"动画","cover":"https://lain.bgm.tv/r/400/pic/cover/l/9d/fc/311_GAg3x.jpg","score":8.6,"des":"年仅10岁的荻野千尋是一个看起来非常普通的四年级小学生，她随父母搬家来到一个陌生的城镇准备开始一个全新的生活。然而，因为途中迷路，她和父母误闯入了一个人类不应该进入的灵异小镇。小镇的主管是当地一家叫“油屋”的澡堂的巫婆：湯婆婆；而“油屋”则是为服侍日本八百万天神洗澡的地方。镇上有一条规定，在镇上凡是没有工作的人，都要被变成猪被吃掉。千尋的父母由于贪吃，未經過店員容許就隨便觸碰食物，而遭到惩罚变成了猪。千尋为了拯救父母，在汤婆婆的助手「珀」（ハク，台灣上映時譯為「白龍」）的帮助下，进入澡堂，并成功的获得了一份工作。作为代价，她的名字被汤婆婆拿掉了筆劃太多的名字，成了“千”（台灣片中稱為「小千」）。在澡堂工作的过程中，小千从一个娇生惯养，什么活都不会做的小女孩，逐渐成长，变得越来越坚强能干；同时，她善良的品格也开始得到了澡堂中其他的尊重，而她和白龙之间也萌生出一段纯真的感情。而为了拯救父母和对自己重要的人，面对各种困难和危险，千尋也一次次做出了自己的选择。而影片也随着她的心理变化历程而展开。简介来源于：http://zh.wikipedia.org/wiki/%E5%8D%83%E4%B8%8E%E5%8D%83%E5%AF%BB","wish":1834,"doing":205,"collect":43307,"totalCount":"全1话","myComment":""},{"id":120925,"title":"夏洛特","type":"动画","cover":"https://lain.bgm.tv/r/400/pic/cover/l/9b/d6/120925_Zp040.jpg","score":6.4,"des":"思春期的少年少女中极少部分人会发作的特殊能力。驱使着无人知晓的能力，过着顺风顺水学园生活的乙坂有宇。突然出现在这样的他的面前的少女，友利奈绪。从与她相遇之日起，被揭露出来的特殊能力者的宿命。这是由麻枝准所描绘的，特殊能力者们奔跑着的青春物语——。","wish":1963,"doing":1008,"collect":31886,"totalCount":"全15话","myComment":""},{"id":25961,"title":"猫和老鼠","type":"动画","cover":"https://lain.bgm.tv/r/400/pic/cover/l/fd/60/25961_WDKz6.jpg","score":9.1,"des":"Tom and Jerry is an American animated series of short films created in 1940 by William Hanna and Joseph Barbera. It centers on a rivalry between its two main characters, Tom Cat and Jerry Mouse, and many recurring characters, based around slapstick comedy.In its original run, Hanna and Barbera produced 114 Tom and Jerry shorts for Metro-Goldwyn-Mayer from 1940 to 1957. During this time, they won seven Academy Awards for Animated Short Film, tying for first place with Walt Disney's Silly Symphonies with the most awards in the category. After the MGM cartoon studio closed in 1957, MGM revived the series with Gene Deitch directing an additional 13 Tom and Jerry shorts for Rembrandt Films from 1960 to 1962. Tom and Jerry then became the highest-grossing animated short film series of that time, overtaking Looney Tunes. Chuck Jones then produced another 34 shorts with Sib-Tower 12 Productions between 1963 and 1967. Two more shorts were produced, The Mansion Cat in 2001 and The Karate Guard in 2005, for a total of 163 shorts. Various shorts have been released for home media since the 1990s.A number of spin-offs have been made, including the television series The Tom and Jerry Show (1975–77), The Tom and Jerry Comedy Show (1980–82), Tom & Jerry Kids (1990–94), Tom and Jerry Tales (2006–08), and The Tom and Jerry Show (2014-present). The first feature-length film based on the series, Tom and Jerry: The Movie, was released in 1992 before ten direct-to-video films were produced between 2002 and 2013.Numerous Tom and Jerry shorts have been subject to controversy, mainly over racial stereotypes which involves the portrayal of the recurring black character Mammy Two Shoes and characters appearing in blackface. Other controversial themes include cannibalism and the glamorization of smoking.","wish":590,"doing":613,"collect":21183,"totalCount":"全161话","myComment":"童年神作"}]}